{
  "53": {
    "title": "[IslandName] Miles!",
    "description": "You traveled a long way just to move to our little island, and you enrolled in the Nook Mileage Program. So you earned your first miles! There are lots of ways to earn miles by just enjoying island life!"
  },
  "0": {
    "title": "Angling for Perfection!",
    "description": "Learning how to fish is an essential skill for living on a remote island, hm? Nook Inc. encourages all island residents who are aiming to become fishing masters!"
  },
  "3": {
    "title": "Island Ichthyologist",
    "description": "Fill in your Critterpedia with fish and earn miles along the way. Can you categorize each and every type of fish that swims in your island's waters, hm?"
  },
  "68": {
    "title": "Island Togetherness",
    "description": "One of the goals of Nook Inc. is resident togetherness. Our gregarious-greetings initiative aims to reward you with Nook Miles just for chatting with residents. Try to talk to all your neighbors every day!"
  },
  "1": {
    "title": "You've Got the Bug",
    "description": "Earn miles just for catching creepy-crawlies! Every bug you catch is one that won't be surprising someone in their sock drawer."
  },
  "4": {
    "title": "Bugs Don't Bug Me",
    "description": "You can earn miles for filling out your Critterpedia! Can you find every bug and unlock every entry? Yes, yes, you can! And please do consider supporting <span className="color-orange">Blathers</span> by donating bugs to the museum."
  },
  "55": {
    "title": "Have a Nice DIY!",
    "description": "Nook Inc. will reward Nook Miles for the number of DIY recipes you've collected. Think about that. You're earning...for learning! Yes, yes!"
  },
  "72": {
    "title": "DIY Tools",
    "description": "If your tools break, just make more! And to take away the sting, you'll earn Nook Miles based on the number of tools you craft. Sweet deal!"
  },
  "73": {
    "title": "DIY Furniture",
    "description": "Here's a win-win-win situation: Craft your own furniture. (Win!) Enjoy your handiwork. (Win!) Earn Nook Miles for the furniture you've crafted. (Win!) What could be better than that?"
  },
  "14": {
    "title": "Furniture Freshener",
    "description": "Give your furniture that personal touch and you can unlock miles. The more items you refurbish, the more miles you can get, hm?"
  },
  "67": {
    "title": "Rough-hewn",
    "description": "Island development is Nook Inc.'s goal. We need a lot of materials to make that happen, so we're giving away Nook Miles based on how much wood you've chopped from trees."
  },
  "49": {
    "title": "Trashed Tools",
    "description": "Using a tool until it breaks is proof of your hard work! In praise of your good deeds, you're getting Nook Miles based on how many tools you've broken."
  },
  "57": {
    "title": "Rock-Splitting Champ",
    "description": "You hit a single rock eight times in a row and knocked some things loose. But did you know that rock whacking is the activity that keeps on giving? Yes, yes! You're getting some Nook Miles now!"
  },
  "61": {
    "title": "Bona Fide Bone Finder!",
    "description": "Congratulations on finding your first fossil! Of course, you'll need some Nook Miles to commemorate the occasion. But don't celebrate too hard. There are more fossils to dig up! Yes, yes!"
  },
  "62": {
    "title": "Fossil Assessment",
    "description": "Yes, yes! You're getting Nook Miles based on the number of fossils you've had assessed. Dig up as many as you can and find out what they are!"
  },
  "37": {
    "title": "Greedy Weeder",
    "description": "Nook Inc. salutes you for your beautification efforts. Nook Inc. rewards you with Nook Miles for selling weeds. Nook Inc. is quite generous, no?"
  },
  "6": {
    "title": "Flower Power",
    "description": "Planting flowers makes our island more beautiful and can earn you miles. So...grow wild! Yes, yes!"
  },
  "23": {
    "title": "Flower Tender",
    "description": "If you encourage floral growth by showering the island's flowers with water, I'll encourage your growth by showering you with Nook Miles!"
  },
  "8": {
    "title": "Tomorrow's Trees Today",
    "description": "To build a sustainable life on this island, we're going to need to plant a lot of trees! The more you plant, the more miles you can earn."
  },
  "70": {
    "title": "Pick of the Bunch",
    "description": "You'll get Nook Miles based on the amount of fruit you've sold. Remember: If you sell our island's specialty fruits on other islands, you might be able to get a better price!"
  },
  "7": {
    "title": "Fruit Roots",
    "description": "[Island Name]'s local fruit delicacy is a wonder, to be sure. But if you plant new varieties, guess what'll happen? Correct! You'll \"grow\" some Nook Miles! What you do with the fruit after that is up to you."
  },
  "92": {
    "title": "Shrubbery Hubbubbery",
    "description": "Different kinds of shrubs usher in the different seasons with their flowers, yes, yes! Folks who plant many shrubs will receive beauty and miles as a reward."
  },
  "69": {
    "title": "Go Ahead. Be Shellfish!",
    "description": "You can earn Nook Miles based on the number of seashells you sell. (That's not easy to say!) And remember: You'll get different amounts of Bells for different types of shells. So pay attention!"
  },
  "63": {
    "title": "Clam and Collected",
    "description": "Dig up clams, collect Nook Miles. It's really that simple. The real bonus here is that you get to walk along the beach for this one."
  },
  "32": {
    "title": "Trash Fishin'",
    "description": "You work extra hard to keep our island clean, even going so far as to fish up trash out of our lovely waters. So you're getting some Nook Miles for keeping the island extra tidy, yes, yes!"
  },
  "2": {
    "title": "Cast Master",
    "description": "Cast your line carefully if you want to reel in this reward—you'll need to nab a bunch of fish in a row without a single one getting away to earn these miles."
  },
  "82": {
    "title": "Dream House",
    "description": "A home that you build yourself gives you greater livability—it's on a whole other level! I'll give Nook Miles to those who build or expand their home to taste the good life."
  },
  "40": {
    "title": "Decorated Decorator",
    "description": "You got an S ranking from the Happy Home Academy! Your decorating skills are truly an inspiration, and you deserve some Nook Miles."
  },
  "78": {
    "title": "Hoard Reward",
    "description": "Put more furniture in your house! Nook Inc. will give you Nook Miles based on the number of indoor furniture items you have. So you're earning rewards for making your house a home!"
  },
  "77": {
    "title": "Good Things in Store!",
    "description": "I'll reward you with miles based on the number of items you have in storage, hm? Using the convenient storage feature will make life on the island more pleasant!"
  },
  "81": {
    "title": "Remarkable Remodeler",
    "description": "You finished remodeling your house, hm? It looks like a completely new house now! I'll give you rewards based on the number of remodels you do, so keep it up!"
  },
  "59": {
    "title": "Smile Isle",
    "description": "Good deeds are their own rewards. But go ahead and have some Nook Miles too for fulfilling requests from other island residents. Yes, yes!"
  },
  "31": {
    "title": "Reaction Ruler",
    "description": "You learned a Reaction! Let's celebrate this momentous occasion with...Nook Miles, hm? Reactions help you express yourself, so it's a good idea to learn them."
  },
  "75": {
    "title": "Island Shutterbug",
    "description": "Congratulations on taking your first island photo! Please do show off your wonderful photos, whether they're impulse snaps or brilliant compositions."
  },
  "87": {
    "title": "Edit Credit",
    "description": "Your passport has some information you can edit! Nook Inc. will give Nook Miles to folks who customize their profiles. Take it slow, think about it, and make it your own."
  },
  "76": {
    "title": "NookPhone Life",
    "description": "Gotten used to using your NookPhone? The fact that you're reading this probably means you have! Keep using it, and enjoy some Nook Miles just for getting familiar with it."
  },
  "56": {
    "title": "That's One Smart Phone",
    "description": "Nothing makes a smartphone manufacturer happier than a user who gets the most out of the device. At least, that's how Nook Inc. feels about the NookPhone. So we're giving you miles just for using your phone!"
  },
  "16": {
    "title": "Shop to It",
    "description": "Living on a remote island doesn't mean you have to go without life's luxuries. Shop to your heart's content with <span className="color-blue">Nook Shopping</span> and you'll earn Nook Miles!"
  },
  "15": {
    "title": "Growing Collection",
    "description": "You are aware that furniture and clothing you buy is added to your Nook Shopping catalog, yes? Were you also aware that you can earn miles for a large catalog? Well, you certainly are aware now!"
  },
  "58": {
    "title": "Nook Miles for Miles",
    "description": "Earning Nook Miles for earning Nook Miles? Yes, yes! You just earned miles for finishing Nook Miles+ goals! But where will it end?"
  },
  "12": {
    "title": "First-Time Buyer",
    "description": "You won't get miles every time you buy something on the island, but your first time is special! Enjoy these miles, courtesy of Nook Inc."
  },
  "13": {
    "title": "Seller of Unwanted Stuff",
    "description": "Selling things you don't need is a great way to keep down the clutter and earn a few extra Bells. And, in this case, a few extra miles! Hooray for your first sale!"
  },
  "33": {
    "title": "Moving Fees Paid!",
    "description": "Thank you for paying all your fees for moving to the island! Take a Nook Miles rebate as a gift and give yourself a nice pat on the back, hm?"
  },
  "11": {
    "title": "Bell Ringer",
    "description": "Spending your Bells on the island helps revitalize the local economy, yes, yes! I'll reward you with miles based on how many Bells you've spent."
  },
  "9": {
    "title": "Miles for Stalkholders",
    "description": "I have Nook Miles to give any resident who purchases turnips. Buy them low, sell them high, and make a handsome profit! They'll rot in a week, though, so be careful."
  },
  "10": {
    "title": "Cornering the Stalk Market",
    "description": "The powers that be have been tracking your turnip transactions...and let's just say you've harvested your share of profits! Enjoy a few Nook Miles for helping contribute to the island's economy."
  },
  "34": {
    "title": "No More Loan Payments!",
    "description": "You see how this works? You pay off your loan, you get some Nook Miles! Thank you for doing business with Nook Inc.!"
  },
  "83": {
    "title": "Bulletin-Board Benefit",
    "description": "Picture this: Getting Nook Miles from Nook Inc. the first time you write something on an island's bulletin board. Keep using bulletin boards to communicate with everyone on the island! Yes, yes!"
  },
  "50": {
    "title": "Popular Pen Pal",
    "description": "I'll reward you with miles if you send a lot of letters. Please keep sending letters to everyone and continuing to deepen friendships. Yes, yes!"
  },
  "26": {
    "title": "Flea Flicker",
    "description": "Itchy fleas are a real hassle. If you see an island buddy struggling with fleas, by all means, help them out. Not only is it a nice thing to do, but you'll also get some miles for doing a good deed."
  },
  "25": {
    "title": "Cicada Memories",
    "description": "Ah, cicada shells in the summer. They're not really all that useful, but collecting them does help create summer memories that will last a lifetime."
  },
  "71": {
    "title": "Netting Better!",
    "description": "It's so impressive when someone can catch five wasps in a row—so impressive, in fact, that you'll earn some Nook Miles if you can do it!"
  },
  "51": {
    "title": "Pit-y Party",
    "description": "Enjoy some bonus Nook Miles to commemorate the creation of your first pit. Just make sure you don't fall victim to your own handiwork!"
  },
  "24": {
    "title": "Taking the Sting Out",
    "description": "Getting stung by wasps hurts! Getting stung again before you can recover makes you faint! But at least you get some miles for that. I don't want you to be uncomfortable though, so take some <span className="color-blue">medicine</span> to heal up!"
  },
  "27": {
    "title": "Faint of Heart",
    "description": "This island is home to creepy crawlers that would make anyone light-headed. Maybe wielding a net will make you less likely to faint..."
  },
  "52": {
    "title": "Overcoming Pitfalls",
    "description": "Life is full of peaks and valleys, hills and pits. When you fall into a pit, you learn a lesson, hm? Be more careful next time, yes? Don't feel too bad, though. You're getting some bonus Nook Miles for your fall."
  },
  "90": {
    "title": "Faked Out!",
    "description": "Oh my. Did you get hoodwinked? That work of art you purchased turned out to be a forgery, and it stings. Your eye for art is being tested! Yes, yes! Please take some comfort in the miles I'm giving you."
  },
  "80": {
    "title": "Lost Treasure",
    "description": "Oh my. You popped a balloon with a skillful shot, but the attached prize fell into the water! Maybe some Nook Miles will help you recover from that sunken feeling, hm?"
  },
  "5": {
    "title": "It's Raining Treasure!",
    "description": "No one knows who sends the gifts attached to balloons to our island, but you can earn miles by shooting them down and collecting what's inside."
  },
  "89": {
    "title": "Fun with Fences",
    "description": "You can have a wonderful yard in no time by building a fence and surrounding your home or garden. Yes, yes! Nook Inc. will award Nook Miles to skilled fence installers."
  },
  "45": {
    "title": "Snowmaestro",
    "description": "What's this? You get Nook Miles based on how many quality snowfolks you've built? That's a pretty good deal for just having a little fun in the snow."
  },
  "85": {
    "title": "Wishes Come True",
    "description": "Were you wishing for Nook Miles the last time you saw a shooting star? Hm? Because Nook Inc. is here to grant your wish. More wishes, more miles! Yes, yes!"
  },
  "64": {
    "title": "Exterior Decorator",
    "description": "You can display furniture outside, right? Well, here's a little incentive for you to show off what you've got—you'll earn Nook Miles based on the number of furniture items you set up outside."
  },
  "86": {
    "title": "[IslandName] Icons",
    "description": "At Resident Services, we want new ideas for the island flag and island tune. We have Nook Miles in store for those creative types who can redesign and rewrite! It's good to take pride in our island symbols."
  },
  "88": {
    "title": "Island Designer",
    "description": "At Nook Inc. we encourage the use of the <span className="color-blue">Island Designer</span> app to liven up the island. We're giving away miles the first time you use a permit for a path, river, or cliff!"
  },
  "44": {
    "title": "Wispy Island Secrets",
    "description": "If you happen to encounter one of the island's secrets, maybe just keep it to yourself. We don't want to scare anyone away from here. Pretty sure that's in your island contract..."
  },
  "43": {
    "title": "Gulliver's Travails",
    "description": "When you come across someone in trouble on the beach, you help them, setting a fine example for all the island residents. Such kindness will surely find its way back to you."
  },
  "17": {
    "title": "K.K. Mania",
    "description": "K.K. supports our island with his groovy brand of folk rock, so we should support him! The more K.K. shows you attend, the more Nook Miles you can earn."
  },
  "91": {
    "title": "True Patron of the Arts",
    "description": "Collecting artwork contributes to the cultural quality of [IslandName] and Nook Inc. will give miles to folks who prove themselves discerning connoisseurs."
  },
  "54": {
    "title": "True Friends",
    "description": "It's good news for Nook Inc. when island residents get along. Good relationships are a cornerstone of island development!"
  },
  "47": {
    "title": "Birthday Celebration",
    "description": "Celebrating the birthday of a fellow resident is a wonderful thing. Nook Inc. will commemorate your bond with some party-favor Nook Miles."
  },
  "46": {
    "title": "Happy Birthday!",
    "description": "Happy birthday to you!<br>"
  },
  "41": {
    "title": "Fishing Tourney!",
    "description": "Please participate in the Fishing Tourney, which is held every spring, summer, fall, and winter! I'll give you Nook Miles as a reward the first time you participate each season."
  },
  "42": {
    "title": "Bug-Off!",
    "description": "What's the summer event to look forward to? That's right...the Bug-Off! Nook Inc. will give you Nook Miles for participating, so by all means, join the fun!"
  },
  "48": {
    "title": "Countdown Celebration",
    "description": "The only thing better than ringing in the new year is ringing in the new year with some Nook Miles! May you live to see many more-years and miles!"
  },
  "84": {
    "title": "Making a Change",
    "description": "A closet is a must-have item for a fashion trendsetter. I'll offer Nook Miles to anyone who has a closet and changes outfits, thereby increasing the chances of an island fashion trend catching on."
  },
  "35": {
    "title": "First Custom Design!",
    "description": "Learning how to use the Custom Design app lets you personalize your clothes and furniture. So much fun to be had, yes, yes!"
  },
  "36": {
    "title": "Custom Design Pro!",
    "description": "You upgraded to the Pro version of the Custom Design app, hm? That makes you a fine Pro Custom Designer. Yes, yes! I'll reward you with Nook Miles to commemorate your Pro debut!"
  },
  "60": {
    "title": "Paydirt!",
    "description": "I'll bet you didn't think you'd find buried Bells here, hm? But this is an island, after all. Buried treasure and whatnot. Enjoy some Nook Miles from Nook Inc. to celebrate your discovery."
  },
  "79": {
    "title": "Shady Shakedown",
    "description": "Rumor has it that someone on this island likes to hide furniture in trees. Yes, yes! I'll give you Nook Miles based on the number of furniture items you shake out of trees. So get out there and shake!"
  },
  "39": {
    "title": "Golden Milestone",
    "description": "If your tools are glinting gold, your account will be bursting with Bells soon enough. The paths to these tools are varied and secret, but you will have earned some Nook Miles for collecting them all."
  },
  "18": {
    "title": "Island and Yourland",
    "description": "Support your neighboring islands with a visit now and again. The more you visit, the more Nook Miles you can earn! Here at Nook Inc. we like to reward your adventurous spirit, hm?"
  },
  "19": {
    "title": "Host the Most",
    "description": "To encourage you to invite plenty of guests to the island, we're offering miles as an incentive. The more the merrier—and that goes for Nook Miles too!"
  },
  "21": {
    "title": "Active Island Resident",
    "description": "Life on the island has lots of promise, hm? To illustrate this, I'll reward you some Nook Miles based on the number of active days you've spent here. Please take them and enjoy them."
  }
}
